IDEA Open Model
ConcreteULSCheckResultTorsionEc2.Trds Property
Compatible with IDEA StatiCa Beta 20.0
 design torsional resistance moment of shear reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Trds { get; set; }
Public Property Trds As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultTorsionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace